micropython/micropython/atmel-samd/boards/arduino_zero/mpconfigboard.h
// LEDs
#define MICROPY_HW_LED1              PIN_PA17 // red
// #define UART_REPL
#define USB_REPL

#define MICROPY_HW_BOARD_NAME "Arduino Zero"
#define MICROPY_HW_MCU_NAME "samd21g18"

#define MICROPY_HW_LED_TX   PIN_PA27
#define MICROPY_HW_LED_RX   PIN_PB03

#define AUTORESET_TIMER     TC5
